Repository: AsilHQ/iOS
Catalog: DuckDuckGo/*.lproj/InfoPlist.strings
Languages: bg, cs, sk, sl

source: CFBundleDisplayName
bg: Kahf Browser
cs: Kahf Browser
sk: Kahf Browser
sl: Kahf Browser

source: CFBundleName
bg: Kahf Browser
cs: Kahf Browser
sk: Kahf Browser
sl: Kahf Browser

source: NSCameraUsageDescription
bg: Позволява качване на снимки и видео
cs: Umožňuje vám nahrávat fotografie a videa
sk: Umožňuje vám nahrávať fotografie a videá
sl: Omogoča nalaganje fotografij in videoposnetkov

source: NSFaceIDUsageDescription
bg: Позволява отключване с лицево разпознаване
cs: Umožňuje vám odemknutí pomocí Face ID
sk: Umožňuje vám odomknutie pomocou funkcie Face ID
sl: Omogoča odklepanje s funkcijo prepoznavanja obraza

source: NSLocationWhenInUseUsageDescription
bg: Позволява споделяне на местоположение
cs: Umožňuje vám sdílet vaši polohu
sk: Umožňuje vám zdieľať vašu polohu
sl: Omogoča skupno rabo lokacije

source: NSMicrophoneUsageDescription
bg: Необходимо е за използване на гласовите функции. Kahf Browser никога не записва какво казвате.
cs: Je potřeba pro používání hlasových funkcí. Kahf Browser nikdy nenahrává, co říkáš.
sk: Toto sa požaduje na používanie hlasových funkcií. Kahf Browser nikdy nenahráva, čo hovoríte.
sl: To je potrebno za uporabo glasovnih funkcij. Kahf Browser nikoli ne snema vašega govora.

source: NSPhotoLibraryAddUsageDescription
bg: Позволява запазване на изображения на вашето устройство
cs: Umožňuje vám ukládat obrázky do vašeho zařízení
sk: Umožňuje vám ukladať obrázky do vášho zariadenia
sl: Omogoča shranjevanje slik v napravo

source: NSSpeechRecognitionUsageDescription
bg: Необходимо е за използване на гласово търсене. Kahf Browser никога не записва какво казвате.
cs: Je potřeba pro používání hlasového vyhledávání. Kahf Browser nikdy nenahrává, co říkáš.
sk: Toto sa vyžaduje na použitie hlasového vyhľadávania. Kahf Browser nikdy nenahráva, čo hovoríte.
sl: To je potrebno za uporabo funkcije glasovnega iskanja. Kahf Browser nikoli ne snema vašega govora.

source: Paste from clipboard
bg: Поставяне от клипборда
cs: Vložit ze schránky
sk: Prilepiť zo schránky
sl: Prilepi iz odložišča

source: Paste from Clipboard
bg: Поставяне от клипборда
cs: Vložit ze schránky
sk: Prilepiť zo schránky
sl: Prilepi iz odložišča

source: Search Passwords
bg: Търсене на пароли
cs: Prohledat hesla
sk: Vyhľadávanie hesiel
sl: Iskanje gesel
